Repository: common-repository/supapress
Catalog: languages/supapress-*.po
Languages: cy, fr_ca

source: Title
cy: Teitl
fr_ca: Titre

source: Type
cy: Math

source: Shortcode
cy: Cod byr

source: Author
cy: Awdur
fr_ca: Auteur

source: Date
cy: Dyddiad

source: Edit
cy: Addasu
fr_ca: Modifier

source: Duplicate
cy: Dyblygu
fr_ca: Dupliquer

source: Delete
cy: Dileu
fr_ca: Supprimer

source: Search
cy: Chwilio
fr_ca: Recherche

source: ISBN Lookup
cy: Chwilio ISBN
fr_ca: Recherche ISBN

source: Search Results
cy: Canlyniadau chwilio
fr_ca: Résultats de la recherche

source: Product Details
cy: Manylion eitem
fr_ca: Détails du produit

source: Apply
cy: Ymgeisiwch
fr_ca: Appliquer

source: Select how you want to see your results:
cy: Dewiswch sut rydych chi am weld eich canlyniadau:
fr_ca: Sélectionnez comment vous voulez voir vos résultats :

source: Select how you want to see your ISBN(s):
cy: Dewiswch sut rydych chi am weld eich ISBN (au):
fr_ca: Sélectionnez comment vous voulez voir votre ISBN(s) :

source: List
cy: Rhestr
fr_ca: Liste

source: Custom
cy: Arbennig
fr_ca: Personnalisé

source: How many ISBN(s) per row:
cy: Faint o ISBN (au) sydd ym mhob rhes:
fr_ca: Combien d’ISBN(s) par rangée:

source: Display cover on the left or the right:
cy: Clawr arddangos ar y chwith neu’r dde:
fr_ca: Afficher la couverture à gauche ou à droite :

source: How to order your ISBN(s):
cy: Sut i archebu eich ISBN (au):
fr_ca: Comment organiser votre ISBN(s) :

source: As entered / collection order
cy: Fel y cofnodwyd / archeb gasglu
fr_ca: Par ordre d’entré / Par collection

source: Newest to Oldest
cy: Newydd i’r hynaf
fr_ca: Plus récent à plus ancien

source: Oldest to Newest
cy: Hynaf i’r newydd
fr_ca: Plus ancien à plus récent

source: Title - A to Z
cy: Teitl - A i Z
fr_ca: Titre - A à Z

source: Title - Z to A
cy: Teitl - Z i A
fr_ca: Titre - Z à A

source: Price - Low to High
cy: Pris - Isel i Uchel
fr_ca: Prix - du moins cher au plus cher

source: Price - High to Low
cy: Pris - Uchel i Isel
fr_ca: Prix - du plus cher au moins cher

source: Navigation dots:
cy: Dotiau llywio:
fr_ca: Points de navigation:

source: Navigation arrow:
cy: Saeth llywio:
fr_ca: Flèche de navigation:

source: Left arrow:
cy: Saeth chwith:
fr_ca: Flèche gauche:

source: Right arrow:
cy: Saeth dde:
fr_ca: Flèche droite:

source: Number of books per row:
cy: Nifer o lyfrau ym mhob res:
fr_ca: Nombre de livres par rangée:

source: Number of books to scroll by:
cy: Nifer o lyfrau y gellir eu sgrolio:
fr_ca: Nombre de livres à faire défiler :

source: Scroll speed (ms):
cy: Cyflymder sgrolio (ms)
fr_ca: Vitesse de défilement (ms):

source: Infinite scroll:
cy: Sgrolio di-ddiwedd:
fr_ca: Défilement infini:

source: Auto play:
cy: Chwarae yn awtomatig:
fr_ca: Lecture Auto

source: Auto play scroll delay (ms):
cy: Chwarae yn awtomatig oedi sgrolio (ms):
fr_ca: Délai avant Lecture Auto

source: Lazy load images:
cy: Delweddau lazy load:
fr_ca: Charger les images en lazyload

source: Lazy Load Placeholder:
cy: Deiliad lazy load:
fr_ca: Marqueur de lazyload

source: Custom template:
cy: Templed y gellir addasu:
fr_ca: Modèle personnalisé :

source: Default
cy: Yn ddiofyn
fr_ca: Défaut

source: Please select
cy: Plis dewisiwch
fr_ca: Veuillez choisir

source: Select where your ISBN(s) come from:
cy: Dewisiwch lle daw eich ISBN (au)
fr_ca: Sélectionnez d’où proviennent votre ISBN :

source: Manually enter single ISBN(s)
cy: Mewnbynnwch ISBN unigol
fr_ca: Entrez manuel d’ISBN(s)

source: Manually enter bulk ISBN(s)
cy: Mewnbynnwch nifer o ISBN (au)
fr_ca: Entrez manuel de groupe d’ISBN(s)

source: Display a Supafolio collection
cy: Dangoswch gasgliad Superfolio
fr_ca: Afficher une collection Supafolio

source: Search catalogue:
cy: Chwiliwch y catalog:
fr_ca: Rechercher dans le catalogue:

source: Enter ISBN(s):
cy: Mewnbynnwch ISBN (au)
fr_ca: Entrer ISBN(s):

source: Add ISBN(s)
cy: Ychwanegwch ISBN (au)
fr_ca: Ajouter ISBN(s)

source: Select a collection:
cy: Dewisiwch y casgliad:
fr_ca: Sélectionnez une collection :

source: Edit collection
cy: Addasu casgliad
fr_ca: Modifier la collection

source: Select which fields to display
cy: Dewisiwch feysydd sydd yn dangos
fr_ca: Sélectionnez les champs à afficher

source: Search filters
cy: Chwiliwch drwy hildwyr
fr_ca: Filtres de recherche

source: Filters
cy: Hildwyr
fr_ca: Filtres

source: Format
cy: Fformat

source: Price
cy: Pris
fr_ca: Prix

source: Collection
cy: Casgliad

source: Guides
cy: Canllawiau

source: Series
cy: Cyfresi
fr_ca: Séries

source: Imprint
cy: Gwasgnod
fr_ca: Empreinte

source: Award
cy: Dyfarnu
fr_ca: Récompense

source: Category
cy: Categori
fr_ca: Catégorie

source: Publisher
cy: Cyhoeddwr
fr_ca: Éditeur

source: Age
cy: Oed
fr_ca: Âge

source: Search sort by
cy: Chwilio fesul
fr_ca: Trier recherche par:

source: Sort by
cy: Sortio fesul
fr_ca: Trier par

source: Relevance
cy: Perthnasedd
fr_ca: Pertinence

source: Author - A to Z
cy: Awdur - A i Z
fr_ca: Auteur - A à Z

source: Author - Z to A
cy: Awdur - Z i A
fr_ca: Auteur - Z à A

source: Search per page
cy: Chwilio fesul tudalen
fr_ca: Rechercher par page

source: Per page number
cy: Yn ôl rhif tudalen
fr_ca: Par numéro de page

source: Per page default
cy: Yn ôl tudalen yn ddiofyn
fr_ca: Par page par défaut

source: No default set
cy: Dim canllawiau diofyn wedi eu gosod
fr_ca: Aucun réglage par défaut enregistré

source: Search pagination
cy: Chwilio tudaleniad
fr_ca: Pagination de recherche

source: Hide when 1 page of results
cy: Cuddio pan fydd 1 tudalen o ganlyniadau
fr_ca: Caché si la recherche n’a qu’une page.

source: Pagination message
cy: Neges tudalen
fr_ca: Message de pagination

source: Text template
cy: Templed testun
fr_ca: Modèle de texte

source: Search term message
cy: Chwilio neges term
fr_ca: Message de recherche de terme

source: Book cover
cy: Clawr llyfr
fr_ca: Couverture de livre

source: Book cover link
cy: Linc clawr llyfr
fr_ca: Lien de couverture de livre

source: Open link in new tab
cy: Agor linc mewn tab newydd
fr_ca: Ouvrir dans un nouvel onglet

source: Title link
cy: Linc teitl
fr_ca: Lien du titre

source: Subtitle
cy: Is-deitl
fr_ca: Sous-titre

source: Author name
cy: Enw Awdur
fr_ca: Nom de l’auteur

source: Author bio
cy: Cefndir Awdur
fr_ca: Infos Auteur

source: Publication date
cy: Dyddiad cyhoeddi
fr_ca: Date de publication

source: Date formats
cy: Fformat dyddiadau
fr_ca: Formats de date

source: January
cy: Ionawr
fr_ca: Janvier

source: Jan
cy: Ion

source: Monday
cy: Dydd Llun
fr_ca: Lundi

source: Price locale
cy: Pris lleol
fr_ca: Prix local

source: Trim size
cy: Maint trim
fr_ca: Taille de garniture

source: Weight
cy: Pwysau
fr_ca: Poids

source: Awards
cy: Gwobrau
fr_ca: Récompenses

source: Reviews
cy: Adolygiadau
fr_ca: Avis

source: Pages
cy: Tudalennau

source: Retailers
cy: Gwerthwyr
fr_ca: Revendeurs

source: Retailer
cy: Gwerthwr
fr_ca: Revendeur

source: Sales date
cy: Dyddiad gwerthiant
fr_ca: Date de Vente

source: Summary
cy: Crynodeb
fr_ca: Résumé

source: Description
cy: Disgrifiad

source: Restrict search results by the selected parameters:
cy: Cyfyngu canlyniadau chwilio yn ôl y paramedrau a ddewiswyd:
fr_ca: Limiter les résultats de recherche par paramètres sélectionnés :

source: Imprint:
cy: Gwasgnod:
fr_ca: Empreinte

source: Publisher:
cy: Cyhoeddwr:
fr_ca: Éditeur

source: Module title
cy: Teitl y modiwl
fr_ca: Titre du module

source: Choose a module type
cy: Dewiswch fath o fodiwl
fr_ca: Choisissez un type de module

source: Next
cy: Nesaf
fr_ca: Suivant

source: Content
cy: Cynnwys
fr_ca: Contenu

source: Elements
cy: Elfennau
fr_ca: Éléments

source: Arrangement
cy: Trefniant

source: Restrictions
cy: Cyfyngiadau

source: Save Changes
cy: Arbed Newidiadau
fr_ca: Enregistrer les modifications

source: Add Supafolio Module
cy: Ychwanegu modiwl Supafolio
fr_ca: Ajouter un module Supafolio

source: Add a Supafolio module to your post.
cy: Ychwanegu modiwl Supafolio i’r post.
fr_ca: Ajoutez un module Supafolio à votre post.

source: None
cy: Dim
fr_ca: Aucun

source: Insert Supafolio module
cy: Mewnosodwch fodiwl Supafolio
fr_ca: Insérer module Supafolio

source: Could not find any Supafolio modules to add to this post.
cy: Methu dod o hyd i unrhyw fodiwlau Supafolio i’w hychwanegu at y postiad hwn.
fr_ca: Aucun modules Supafolio à ajouter à ce post.

source: Please add and configure new Supafolio module first.
cy: Ychwanegwch a ffurfweddwch fodiwl Supafolio newydd yn gyntaf.
fr_ca: Vous devez ajouter et configurer un nouveau module Supafolio en premier.

source: Book page URL
cy: Tudalen URL y llyfr
fr_ca: Url de la page du livre

source: Book WordPress page or external url:
cy: Tudalen WordPress neu url allanol y llyfr:
fr_ca: Url de la page WordPress du Livre ou externe:

source: Book url pattern:
cy: Patrwm url y llyfr:
fr_ca: Modèle d’url de livre :

source: Book url preview:
cy: Rhagolwg url y llyfr:
fr_ca: Aperçu de l’URL du livre :

source: New Retailer Link
cy: Dolen Manwerthwr Newydd
fr_ca: Nouveau Lien Revendeur

source: Retailer Name:
cy: Enw Manwerthwr:
fr_ca: Nom du Revendeur:

source: Retailer Link Image:
cy: Delwedd Cyswllt Manwerthwr:
fr_ca: Lien Image Revendeur:

source: Retailer Link preview:
cy: Rhagolwg Cyswllt Manwerthwr:
fr_ca: Aperçu Lien Revendeur :

source: Retailer Link Formats:
cy: Fformatau Cyswllt Manwerthwr:
fr_ca: Formats Lien Revendeur

source: General
cy: Cyffredinol
fr_ca: Général

source: Book Page URLs
cy: Tudalennau URL y llyfr
fr_ca: URLs Page de Livre

source: Retailer Links
cy: Cyswllt Manwerthwr
fr_ca: Liens Revendeur

source: Advanced
cy: Uwch
fr_ca: Avancé

source: API Key:
cy: Allwedd API:
fr_ca: Clé API:

source: No books text (Optional):
cy: Dim gwybodaeth llyfr (opsiynol):
fr_ca: Texte si aucun livre trouvé (facultatif):

source: Book not found text (Optional):
cy: Ni ellir dod o hyd i lyfr (opsiynol):
fr_ca: Texte Livre non trouvé (Facultatif):

source: Service URL (Optional):
cy: URL Gwasanaeth (opsiynol):
fr_ca: URL de Service (facultatif) :

source: Build book page urls
cy: Adeiladu urls tudalen llyfr
fr_ca: Créer les urls des page de livre

source: Use the dropdowns below to show / hide your book page url settings.<br />---<br />Select the WordPress page containing your product details module from the dropdown then enter your URL pattern.
cy: Defnyddiwch y dropdowns isod i ddangos / cuddio gosodiadau url eich tudalen lyfr. <br /> — <br /> Dewiswch y dudalen WordPress sy’n cynnwys modiwl manylion eich cynnyrch o’r gwymplen yna nodwch eich patrwm URL.
fr_ca: Utilisez les menus déroulants ci-dessous pour afficher / masquer les paramètres d’URL de votre page de livre.<br />---<br />Sélectionnez la page WordPress contenant votre module de détails de produit à partir du menus déroulants, puis entrez votre modèle d’URL.

source: Retailer links
cy: Dolenni manwerthwr
fr_ca: Liens Revendeur

source: Use the dropdowns below to show / hide your retailer links settings.<br />---<br />Enter a retailer name and enter a URL pattern.
cy: Defnyddiwch y dropdowns isod i ddangos / cuddio gosodiadau dolenni eich manwerthwr. <br /> — <br /> Rhowch enw manwerthwr a nodi patrwm URL.
fr_ca: Utilisez les menus déroulants ci-dessous pour afficher / masquer les paramètres de vos liens revendeur.<br />---<br />Entrez le nom d’un revendeur et entrez un modèle d’URL.

source: + Add New
cy: + Adio newydd
fr_ca: + Ajouter Nouveau

source: Each unique service call is currently being cached by default for %d hours.
cy: Ar hyn o bryd mae pob galwad gwasanaeth unigryw yn cael ei storfa yn ddiofyn am %d oriau.
fr_ca: Chaque appel de service unique est actuellement mis en cache par défaut pendant %d heures.

source: Click the 'clear cache' button below to instantly clear this cache.
cy: Cliciwch y botwm ‘storfa glir’ isod i glirio’r storfa hon ar unwaith.
fr_ca: Cliquez sur le bouton ‘vider cache' ci-dessous pour effacer instantanément ce cache.

source: Clear Cache
cy: Clirio’r cache
fr_ca: Vider Cache

source: You can override the duration of the cache for each type of service call below:
cy: Gallwch ddiystyru hyd y cache ar gyfer pob math o alwad gwasanaeth isod:
fr_ca: Vous pouvez remplacer la durée du cache pour chaque type d’appel de service ci-dessous :

source: Product Details Cache Lifetime:
cy: Manylion y Cynnyrch Oes Cache:
fr_ca: Durée de vie du Cache des détails de produit:

source: hours
cy: oriau
fr_ca: heures

source: Search Results Cache Lifetime:
cy: Chwiliwch am ganlyniadau Oes Cache:
fr_ca: Durée de vie du Cache des résultats de recherche:

source: ISBN Lookups Cache Lifetime:
cy: Edrych am ISBN Oes Cache:
fr_ca: Durée de vie du Cache des résultats de recherche ISBN:

source: Please enter the relevant SEO settings
cy: Plis gosodwch yr SEO perthnasol
fr_ca: Entrez des paramètres SEO corrects

source: Override SEO:
cy: Diystyru SEO:
fr_ca: Remplacer SEO

source: Title:
cy: Teitl:
fr_ca: Titre :

source: Meta description:
cy: Disgrifiad Meta:
fr_ca: Méta description:

source: Canonical:
cy: Canonaidd:
fr_ca: Canonique:

source: Please note: in order to get the Facebook and Twitter images to show a book's cover your must set a default Facebook image in Yoast
cy: Sylwch: er mwyn cael y delweddau Facebook a Twitter i ddangos clawr llyfr, rhaid i chi osod delwedd Facebook ddiofyn yn Yoast
fr_ca: Veuillez noter : afin d’obtenir les images Facebook et Twitter pour afficher la couverture d’un livre, vous devez définir une image Facebook par défaut dans Yoast

source: here
cy: yma
fr_ca: ici

source: If you would like to enable AngularJS support for your site, turn on the option below.
cy: Os hoffech chi alluogi cefnogaeth AngularJS i’ch gwefan, trowch yr opsiwn isod ymlaen.
fr_ca: Si vous souhaitez activer le support AngularJS pour votre site, activez l’option ci-dessous.

source: You will need to make sure that you add %s as a dependency of you AngularJS app as the code below shows:
cy: Bydd angen i chi sicrhau eich bod yn ychwanegu %s fel dibyniaeth ar eich app AngularJS fel y mae’r cod isod yn ei ddangos:
fr_ca: Vous devrez vous assurer que vous ajoutez %s comme une dépendance de votre application AngularJS comme le code ci-dessous :

source: Enable AngularJS support:
cy: Galluogi cefnogaeth AngularJS:
fr_ca: Activez le support AngularJS :

source: Page
cy: Tudalen

source: Pages
cy: Tudalennau

source: Prices
cy: Prisiau
fr_ca: Prix

source: Clear all filters
cy: Clirio’r
fr_ca: Effacer tous les filtres

source: Show more
cy: Dangos mwy
fr_ca: Afficher plus

source: Show less
cy: Dangos llai
fr_ca: Afficher moins

source: Page
cy: Tudalen

source: Under $2
cy: O dan $2

source: Over $2
cy: Dros $2

source: Under £2
cy: O dan £2

source: Over £2
cy: Dros £2

source: Grid
fr_ca: Grille

source: Carousel
fr_ca: Caroussel

source: Custom template file not found. File:
fr_ca: Fichier de modèle personnalisé non trouvé. Fichier:

source: <code>%1$s</code> property of a <code>SupaPress_Widget</code> object is <strong>no longer accessible</strong>. Use <code>%2$s</code> method instead.
fr_ca: <code>%1$s</code>propriété d’un <code>SupaPress_Widget</code> objet <strong>n’est plus accessible</strong>. Utilisez la méthode <code>%2$s</code> à la place.

source: Hardcover
fr_ca: Relié

source: Paperback
fr_ca: Broché

source: Trade-only material
fr_ca: Matériel commercial uniquement

source: Board book
fr_ca: Livre cartonné

source: Digital Audiobook
fr_ca: Livre audio numérique

source: Leather / fine binding
fr_ca: Contour en Cuir / Artisanal

source: Miscellaneous print
fr_ca: Impression diverses

source: Other point of sale
fr_ca: Autre point de vente

source: Quickly and easily connect your book metadata (ONIX) to your WordPress site.
fr_ca: Connectez facilement vos métadonnées de livres (ONIX) à votre site WordPress.
